Value of the halftone override.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public bool Halftone { get; }
  Visual Basic
Public ReadOnly Property Halftone As Boolean
	Get
  Visual C++
public:
property bool Halftone {
	bool get ();
}
 See Also
  OverrideGraphicSettings Class
  Autodesk.Revit.DB Namespace